{
  "title": "SIMPORT",
  "general": {
    "cancel": "Abbrechen",
    "delete": "Löschen",
    "share": "Teilen",
    "export": "Exportieren",
    "view": "Anzeigen",
    "back": "Zurück",
    "done": "Fertig",
    "save": "Speichern",
    "discard": "Verwerfen"
  },
  "diary": {
    "title": "Tagebuch",
    "noEntryDescription": "Es scheint, als hättest du noch keine Tagebucheinträge verfasst…",
    "createEntryTitle": "Eintrag erstellen",
    "createNewEntryTitle": "Neuen Eintrag erstellen",
    "updateEntryTitle": "Eintrag aktualisieren",
    "dateTitle": "Datum",
    "contentTitle": "Inhalt",
    "contentPlaceholder": "Gib deine Gedanken ein…",
    "deleteEntryAlertHeader": "Eintrag löschen",
    "deleteEntryAlertMessage": "Möchtest du diesen Tagebucheintrag wirklich löschen?",
    "exportFileName": "Mein SIMPORT Tagebuch",
    "exportFileErrorTitle": "Teilen des Tagebuchs fehlgeschlagen ({{ value }})",
    "openEntries": "Meine Einträge öffnen",
    "unsavedChangesAlertHeader": "Änderungen speichern?",
    "unsavedChangesAlertMessage": "Deine Änderungen gehen verloren, wenn du sie nicht speicherst."
  },
  "trajectory": {
    "select": {
      "title": "Standortverläufe",
      "record": {
        "title": "Standortverlauf aufzeichnen",
        "subtitle": "Erhalte Benachrichtigungen, sobald Rückschlüsse über dich gezogen wurden"
      },
      "explore": {
        "title": "Standortverläufe entdecken",
        "subtitle": "Erkunde interaktiv deinen Aufenthaltsort"
      },
      "add": {
        "title": "Standortverlauf hinzufügen",
        "subtitle": "Importiere JSON-Dateien"
      },
      "diary": {
        "title": "Tagebuch",
        "subtitle": "Halte deine Gedanken fest"
      },
      "recordedBadge": "aufgezeichnet",
      "importedBadge": "importiert",
      "exampleBadge": "Beispiel",
      "userTrajectoryTitle": "Dein Standortverlauf"
    },
    "import": {
      "loadingDialogMessage": "Importiere Standortverlauf…",
      "successfulMessage": "Standortverlauf erfolgreich importiert",
      "errorMessage": "Import fehlgeschlagen",
      "fileTypeErrorMessage": "Bitte wähle JSON-Dateien"
    },
    "export": {
      "alertHeader": "Standortverlauf exportieren",
      "saveMessage": "In Downloads speichern",
      "loadingDialogMessage": "Exportiere Standortverlauf…",
      "successfulMessage": "Standortverlauf erfolgreich exportiert",
      "errorMessage": "Export fehlgeschlagen",
      "permissionErrorMessage": "Export fehlgeschlagen: Berechtigungen fehlen"
    },
    "delete": {
      "alertHeader": "'{{ value }}' löschen",
      "alertMessage": "Möchtest du den Standortverlauf wirklich löschen?",
      "loadingDialogMessage": "Lösche Standortverlauf…",
      "successfulMessage": "Standortverlauf erfolgreich gelöscht",
      "errorMessage": "Löschen fehlgeschlagen"
    },
    "explore": {
      "title": "Zeitplan",
      "poiTimetableTitle": "Zeitplan deiner Orte",
      "poiTimetableDescription": "Der Zeitplan visualisiert deine häufig besuchten Orte für jeden Wochentag. Wähle einen deiner besuchten Orte aus und schaue dir an, wann du dort gewesen bist.",
      "selectPOI": "Ort auswählen",
      "timetableChart": {
        "hour": "Stunde"
      }
    },
    "filter": {
      "title": "Rückschlüsse filtern",
      "byInferenceType": "Filtern nach Typ",
      "byConfidence": "Filtern nach Wahrscheinlichkeit",
      "low": "Gering",
      "medium": "Mittel",
      "high": "Hoch"
    },
    "insights": {
      "title": "Rückschlüsse",
      "noInferences": "Es konnten noch keine Rückschlüsse gezogen werden.",
      "lookAtMapLink": "Stattdessen die Karte öffnen?"
    },
    "map": {
      "title": "Karte",
      "error": {
        "tooManyCoordinates": "Standortverlauf kann nicht analysiert werden. Zu viele Koordinaten.",
        "noInferencesFound": "Aus deinem Standortverlauf konnten noch keine Rückschlüsse gezogen werden.",
        "default": "Standortverlauf kann nicht analysiert werden."
      },
      "loadingInferences": "Lade Rückschlüsse…",
      "predictionButtonText": "Nächsten Aufenthaltsort bestimmen",
      "predictionSuccess.singular": "Du wirst den markierten Ort wahrscheinlich in der nächsten Stunde besuchen",
      "predictionSuccess.plural": "Du wirst die markierten Orte wahrscheinlich in der nächsten Stunde besuchen",
      "predictionFail": "Dein nächster Aufenthaltsort konnte nicht bestimmt werden",
      "toggleLocationButtonText": "Position ein- / ausblenden",
      "createInferencesButtonText": "Rückschlüsse generieren",
      "osmContributors": "OpenStreetMap-Mitwirkende",
      "timestampPopup": "Zeitpunkt: {{ value }}"
    }
  },
  "tracking": {
    "title": "Standortverlauf",
    "toggleTitle": "Aufzeichnung starten / stoppen",
    "stateRunning": "Läuft",
    "stateStopped": "Gestoppt",
    "notSupported": "Auf dieser Plattform wird die Aufzeichnung des Standortes nicht unterstützt",
    "androidBatteryHint": "Damit die App korrekt funktioniert, solltest du in den Einstellungen die Batterieoptimierung für diese App deaktivieren. Weitere Informationen findest du auf <a href='https://dontkillmyapp.com'>dieser Seite</a>",
    "alwaysAllowHint": "Für optimale Standortbestimmung, nutze die Option <i>Immer</i> für diese App in den ",
    "systemSettings": "Systemeinstellungen",
    "exploreTrajectoryTitle": "Erkunde deinen Standortverlauf",
    "showNotifications": "Benachrichtigungen anzeigen",
    "loading": "Warte…"
  },
  "notification": {
    "predictionTitle": "Du wirst {{ value }} besuchen",
    "predictionText": "Wir glauben, dass du {{ value }} in der nächsten Stunde besuchen wirst.",
    "inferencesFoundTitle": "Neue Rückschlüsse gefunden",
    "inferencesFoundText": "Wir können {{ value }} Rückschlüsse basierend auf deinem Standortverlauf ziehen",
    "inferencesGenerationLoadingDialog": "Generiere Rückschlüsse aus deinem Standortverlauf…",
    "backgroundGeolocationTitle": "Standortverlauf wird aufgezeichnet …",
    "backgroundGeolocationText": "Dein Standortverlauf wird aufgezeichnet um potentielle Rückschlüsse zu ziehen.",
    "locationUpdateTitle": "Standort aktualisiert",
    "locationUpdateText": "{{ latitude }} / {{ longitude }} ({{ accuracy }}m)",
    "trackingStarted": "Aufzeichnung gestartet",
    "trackingStopped": "Aufzeichnung gestoppt"
  },
  "confirm": {
    "showLocationServiceSettings": "Standortdienste deaktiviert. Möchtest du die App Einstellungen öffnen?",
    "grantLocationPermissionSettings": "Die App benötigt die Erlaubnis auf deinen Standort zuzugreifen. Bitte erteile diese in den Einstellungen.",
    "appSettingsButtonText": "Einstellungen"
  },
  "inference": {
    "work": "Arbeitsort",
    "home": "Wohnort",
    "poi": "Häufig besuchter Ort",
    "unknown": "Unbekannter Rückschluss: {{ value }}",
    "info": {
      "work": "Wir glauben mit {{ confidence }}, dass {{ address }} dein Arbeitsort ist.",
      "home": "Wir glauben mit {{ confidence }}, dass {{ address }} dein Wohnort ist.",
      "poi": "Wir glauben, dass du {{ address }} regelmäßig besuchst.",
      "confidence": {
        "low": "geringer Wahrscheinlichkeit",
        "medium": "mittlerer Wahrscheinlichkeit",
        "high": "hoher Wahrscheinlichkeit"
      }
    },
    "confidence": {
      "low": "geringe Wahrscheinlichkeit",
      "medium": "mittlere Wahrscheinlichkeit",
      "high": "hohe Wahrscheinlichkeit"
    }
  },
  "settings": {
    "title": "Einstellungen"
  },
  "privacyPolicy": {
    "title": "Datenschutzerklärung",
    "titleShort": "Datenschutz",
    "introductionTitle": "Einleitung",
    "introductionText": "Das Entwicklerteam dieser App verpflichtet sich, Ihre Privatsphäre und den Schutz Ihrer Daten zu respektieren. Tatsächlich haben wir diese App nur entwickelt, um Ihnen ein besseres Verständnis zu ermöglichen, was Privatsphäre und Datenschutz im Kontext von Standortinformationen bedeutet. Diese Datenschutzerklärung beschreibt, wie wir Ihre personenbezogenen Daten zu diesem Zweck sammeln und nutzen.",
    "collectedInfoTitle": "Erfasste Informationen",
    "collectedInfoText": "Die Simport Learning App (“App”) erfasst Ihre Standortinformationen und speichert sie auf Ihrem Gerät. Standortinformationen beschreiben den physischen Ort, an dem Sie sich an einem gegebenen Zeitpunkt aufhalten, dargestellt durch GPS-Koordinaten (Längen- und Breitengrad) sowie einen Zeitstempel. Wenn Sie dem Teilen Ihrer Standortinformationen zustimmen, erhält die App automatisch Daten über Ihren präzisen Standort. Wenn Sie außerdem dem Erfassen von Standortdaten im Hintergrund zustimmen, erfasst die App Ihre Standortdaten auch wenn Sie sie gerade nicht benutzen oder sie geschlossen ist.  <br><br>Die gesammelten Daten verlassen nie Ihr lokales Gerät (Smartphone oder Tablet) – wir speichern die Daten nicht auf einem Server. Alle Datenverarbeitung findet lokal auf Ihrem Gerät statt. <br><br>Die App sammelt keine weiteren Daten.",
    "providedInfoTitle": "Bereitgestellte Informationen",
    "providedInfoText": "In der App können Sie durch die Tagebuch-Funktionalität Ihre Gedanken über die gesammelten Daten erfassen und reflektieren. Diese Daten werden ausschließlich lokal auf Ihrem Gerät gespeichert und könnten von anderen Menschen mit Zugang zu Ihrem Gerät gelesen werden.",
    "usageTitle": "Nutzung Ihrer Daten",
    "usageText": "Die Simport Learning App hat das Ziel, Sie interaktiv über Privatsphäre und Datenschutz im Bezug auf Standortdaten fortzubilden. Dazu sammelt und speichert sie Ihre Standortdaten in einer Datenbank auf Ihrem Gerät. Der gesammelte Standortverlauf kann auf einer Karte visualisiert werden. Weiterhin aggregiert die App den Standortverlauf, um häufig besuchte Orte zu identifizieren. Diese Orte werden durch einfache Heuristiken mit semantischen Kennzeichnungen wie “Wohnort” oder “Arbeitsort” versehen. Weiterhin wird Ihr Standortverlauf analysiert, um Vorhersagen zu treffen, welche Orte Sie als nächstes besuchen könnten.<br><br>All diese Verarbeitungsschritte werden lokal auf Ihrem Gerät durchgeführt.",
    "legalBasisTitle": "Rechtliche Basis der Datenverarbeitung und Einwilligung",
    "legalBasisText": "Wir sammeln oder verarbeiten keine Daten ohne Ihre Einwilligung. Wenn Sie die Standortaufzeichnung zum ersten Mal starten, erfragen wir Ihre Einwilligung, der App kontinuierlich Zugriff auf Ihren Standort zu gewähren. Da die App ohne Standortdaten keine interaktive Lernerfahrung anbieten kann, ist sie ohne diese Einwilligung nicht funktionsfähig. Wenn Sie der App keine Einwilligung zur lokalen Sammlung Ihres Standortverlaufes geben wollen und mehr über Privatsphäre und Datenschutz im Kontext von standortbezogenen Daten lernen möchten, verweisen wir Sie gerne auf weitere Ergebnisse aus dem Forschungsprojekt, in dessen Rahmen diese App entstanden ist, auf <a href='https://simport.net/ergebnisse/'>unserer Website</a>.",
    "retentionTitle": "Speicherung Ihrer Daten",
    "retentionText": "Wir speichern keine Informationen über Sie außerhalb Ihres lokalen Gerätes. Gesammelte Daten werden auf Ihrem Gerät gespeichert, bis Sie a) die App deinstallieren oder b) manuell Ihre Daten löschen. Um den gesammelten Standortverlauf zu löschen, wählen Sie im Hauptmenü der App „Standortverläufe entdecken“, klicken neben dem zu löschenden Standortverlauf auf die drei Punkte und wählen „Löschen“ im folgenden Menü. Um Informationen zu löschen, die in der Tagebuchfunktionalität gespeichert wurden, wählen Sie den zu löschenden Eintrag und drücken rechts oben auf den „Löschen“-Knopf, der mit dem Symbol eines Mülleimers gekennzeichnet ist.",
    "sharingTitle": "Weitergabe Ihrer Daten",
    "sharingText": "Die Simport Learning App benutzt Dienste von zwei externen Anbietern, um die gesammelten Ortsdaten zu visualisieren.<br><br>Um Ihre Standortdaten auf einer Karte anzuzeigen, benutzt die App Kartenkacheln (engl. „map tiles“) von CARTO. Kartenkacheln sind die Hintergrundbilder einer Karte, die zum Beispiel Straßen in einer Stadt darstellen. Anfragen für Kartenkacheln, die von der App an CARTO gesendet werden, enthalten die IP-Adresse Ihres Gerätes sowie die Region, für die Kacheln benötigt werden. Für Informationen, wie CARTO mit diesen Informationen umgeht, verweisen wir auf <a href='https://carto.com/privacy/'>https://carto.com/privacy/</a>.<br><br>Um einen Standort, gekennzeichnet durch Längen- und Breitengrad, in eine Adresse umzuwandeln (ein Prozess, der als „Reverse Geocoding“ bezeichnet wird), benutzt die App den Dienst Nomatim der OpenStreetMap Stiftung. Reverse Geocoding wird in der App benutzt, um Adressen von Orten anzuzeigen, die laut automatischer Datenanalyse Relevanz in Ihrem Leben haben könnten. Anfragen für Reverse Geocoding, die von der App an Nomatim gesendet werden, enthalten die IP-Adresse Ihres Gerätes sowie die GPS-Koordinaten des Ortes, zu dem eine Adresse gefunden werden soll. Für Informationen, wie Nomatim mit diesen Informationen umgeht, verweisen wir auf <a href='https://wiki.osmfoundation.org/wiki/Privacy_Policy'>https://wiki.osmfoundation.org/wiki/Privacy_Policy</a>. Um die angefragte Adresse zu einem gewissen Grad zu verschleiern, senden wir für jede reale Anfrage zusätzlich drei Anfragen für zufällige Orte in einem Umkreis von fünf Kilometern.<br><br>Die App gibt keine anderen Daten an Drittparteien weiter.",
    "rightsTitle": "Ihre Rechte",
    "rightsText": "Unter bestimmten Umständen haben Sie folgende Rechte in Bezug auf Ihre personenbezogenen Daten:<ul> <li>Recht auf Zugriff auf Ihre personenbezogenen Daten und Recht auf Übertragung. Um eine Kopie der durch die App gesammelten Ortsdaten in JSON-Format zu exportieren, wählen Sie im Hauptmenü der App „Standortverläufe entdecken“, klicken neben dem zu exportierenden Standortverlauf auf die drei Punkte und wählen „Exportieren“ im folgenden Menü. Um Informationen zu exportieren, die Sie in der Tagebuchfunktionalität der App festgehalten haben, drücken Sie im Tagebuchbereich den Knopf rechts oben. Bitte beachten Sie, dass wir Ihre Daten nicht mit Drittparteien teilen können, da wir keinen Zugriff auf Ihre lokal gespeicherten Daten haben.</li> <li>Recht auf Löschung Ihrer personenbezogenen Daten. Um den gesammelten Standortverlauf zu löschen, wählen Sie im Hauptmenü der App „Standortverläufe entdecken“, klicken neben dem zu löschenden Standortverlauf auf die drei Punkte und wählen „Löschen“ im folgenden Menü. Um Informationen zu löschen, die in der Tagebuchfunktionalität gespeichert wurden, wählen Sie den zu löschenden Eintrag und drücken rechts oben auf den „Löschen“-Knopf, der mit dem Symbol eines Mülleimers gekennzeichnet ist.</li> <li>Recht auf Korrektur Ihrer personenbezogenen Daten. Bitte beachten Sie, dass wir nicht in der Lage sind, auf Ihre gesammelten Daten zuzugreifen. Um die in der App angezeigten Informationen zu modifizieren, können Sie die Daten exportieren, anpassen, und durch Wahl von „Standortverlauf hinzufügen“ im Hauptmenü wieder in die App importieren.</li> <li>Recht, die Verarbeitung Ihrer personenbezogenen Daten zu stoppen. Sie können jederzeit jegliche Verarbeitung Ihrer Daten stoppen, indem Sie die App deinstallieren.</li> <li>Recht auf Widerspruch gegen die Verarbeitung Ihrer personenbezogenen Daten, wenn wir uns auf unser berechtigtes Interesse beziehen. Bitte beachten Sie, dass wir keinerlei Daten aus berechtigtem Interesse verarbeiten.</li> <li>Recht auf jederzeitigen Widerruf Ihrer Einwilligung. Wenn Sie der App die Erlaubnis zum Zugriff auf Ihren Standort entziehen, kann die App Ihren Standortverlauf nicht mehr erfassen und keine neuen Inferenzen mehr generieren. Sie können jedoch weiterhin bisher gesammelte Daten und die daraus gewonnenen Einsichten ansehen.</li> <li>Recht auf Beschwerde. Wenn Sie der Meinung sind, dass wir Ihre personenbezogenen Daten nicht im Einklang mit geltendem Recht verarbeiten, haben Sie das Recht, eine Beschwerde bei Ihrer örtlichen Datenschutzbehörde einzureichen.</li> <li>Um eines oder mehrere dieser Rechte auszuüben, oder um eine Frage über Ihre Rechte oder eine andere Sektion dieser Datenschutzerklärung zu stellen, nutzen Sie bitte die nachfolgend aufgeführten Kontaktinformationen.</li> </ul>",
    "contactTitle": "Kontaktinformationen",
    "contactText": "Wenn Sie irgendwelche Fragen oder andere Angelegenheiten haben, die mit der Datensammlung oder -verarbeitung dieser App zu tun haben, wenden Sie sich bitte an: <br><br>Westfälische Wilhelms-Universität Münster (WWU), Institut für Geoinformatik<br>Nina Meyer-Pachur<br>Beauftragte für den Datenschutz<br>Schlossplatz 2<br>48149 Münster<br>+ 49 251 8322446<br><a href='mailto:datenschutz@uni-muenster.de'>datenschutz@uni-muenster.de</a>",
    "changesTitle": "Änderungen an dieser Datenschutzerklärung",
    "changesText": "Wir können diese Datenschutzerklärung jederzeit nach unserem Ermessen ändern, wobei Änderungen wirksam sind, sobald sie hier veröffentlicht werden. Solche Veränderungen werden nicht das Ausmaß unserer Sammlung und Verarbeitung Ihrer personenbezogenen Daten betreffen, die vor der Änderung gesammelt wurden. Das Datum, an dem diese Datenschutzerklärung das letzte Mal geändert wurde, ist nachfolgend festgehalten. Wenn wir wesentliche Änderungen an der Art und Weise vornehmen, wie wir Ihre persönlichen Daten verändern, werden wir Sie erneut nach Ihrer Einwilligung im Menü „Standortverlauf aufzeichnen“ fragen.",
    "dateTitle": "Datum des Inkrafttretens dieser Datenschutzerklärung",
    "dateText": "16.02.2022"
  },
  "licenses": {
    "title": "Lizenzen",
    "subtitle": "Software, die wir in dieser App nutzen",
    "singleLicenseTitle": "Lizenz:"
  },
  "imprint": {
    "title": "Impressum",
    "general": "Die Simport Learning App hat das Ziel, Ihnen ein besseres Verständnis zu ermöglichen, was Privatsphäre und Datenschutz im Kontext von Standortinformationen bedeutet. Zu diesem Zweck sammelt und visualisiert sie Ihre Standortinformationen. <br><br>Diese App wird im Rahmen des Forschungsprojektes Simport entwickelt, das vom Deutschen Bundesministerium für Bildung und Forschung gefördert wird. Auf <a href='https://simport.net'>https://simport.net</a> können Sie mehr über das Projekt erfahren.<br><br>Der Quellcode dieser App ist auf <a href='https://github.com/sitcomlab/simport-learning-app'>https://github.com/sitcomlab/simport-learning-app</a> zu finden, lizensiert unter der MIT License. Wir freuen uns immer über neue Mitwirkende.",
    "contact": "<b>Kontakt:</b> <br><br>Simport<br>Westfälische Wilhelms-Universität Münster<br>Institut für Geoinformatik<br>Heisenbergstraße 2<br>48149 Münster<br> <a href='mailto:c.kray@uni-muenster.de'>c.kray@uni-muenster.de</a>",
    "license": "<b>The MIT License (MIT)</b><br><br>Copyright (c) 2022 Sitcom Lab<br><br>Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the 'Software'), to deal  in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: <br><br>The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.<br><br>THE SOFTWARE IS PROVIDED 'AS IS', WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.",
    "bmbfLogo": "<img src='assets/imprint/bmbf_logo_de.png'/>"
  }
}
