{
  "title": "SIMPORT",
  "general": {
    "cancel": "Cancel",
    "delete": "Delete",
    "share": "Share",
    "export": "Export",
    "view": "View",
    "back": "Back",
    "done": "Done",
    "save": "Save",
    "discard": "Discard"
  },
  "diary": {
    "title": "Diary",
    "noEntryDescription": "It seems like you haven't written anything down yet…",
    "createEntryTitle": "Create entry",
    "createNewEntryTitle": "Create new diary entry",
    "updateEntryTitle": "Update entry",
    "dateTitle": "Date",
    "contentTitle": "Content",
    "contentPlaceholder": "Have you looked at your location data today? If yes: What observations have you made?",
    "deleteEntryAlertHeader": "Delete entry",
    "deleteEntryAlertMessage": "Are you sure to delete this diary entry?",
    "exportFileName": "My SIMPORT diary",
    "exportFileErrorTitle": "Sharing diary failed ({{ value }})",
    "openEntries": "Open my entries",
    "unsavedChangesAlertHeader": "Do you want to save your changes?",
    "unsavedChangesAlertMessage": "Your changes will be lost if you do not save them."
  },
  "trajectory": {
    "select": {
      "title": "Trajectories",
      "record": {
        "title": "Record your own trajectory",
        "subtitle": "Get notified when information about you could be derived"
      },
      "explore": {
        "title": "Explore trajectories",
        "subtitle": "Interactively explore your whereabouts"
      },
      "add": {
        "title": "Add your own trajectory",
        "subtitle": "Import json files"
      },
      "diary": {
        "title": "Write your diary",
        "subtitle": "Record your thoughts"
      },
      "recordedBadge": "recorded",
      "importedBadge": "imported",
      "exampleBadge": "example",
      "userTrajectoryTitle": "Your trajectory"
    },
    "import": {
      "loadingDialogMessage": "Importing trajectory…",
      "successfulMessage": "Trajectory successfully imported",
      "errorMessage": "Trajectory could not be imported",
      "fileTypeErrorMessage": "Please select JSON-files"
    },
    "export": {
      "alertHeader": "Export trajectory",
      "saveMessage": "Save to downloads",
      "loadingDialogMessage": "Exporting trajectory…",
      "successfulMessage": "Trajectory successfully exported",
      "errorMessage": "Trajectory could not be exported",
      "permissionErrorMessage": "Export failed: Missing permissions"
    },
    "delete": {
      "alertHeader": "Delete '{{ value }}'",
      "alertMessage": "Are you sure you want to delete the trajectory?",
      "loadingDialogMessage": "Deleting trajectory…",
      "successfulMessage": "Trajectory successfully deleted",
      "errorMessage": "Trajectory could not be deleted"
    },
    "explore": {
      "title": "Timetable",
      "poiTimetableTitle": "Timetable of your places",
      "poiTimetableDescription": "The timetable visualizes frequent visits of selected POIs for each weekday. Select an identified frequently visited place and explore when you have visited it in the past.",
      "selectPOI": "Select place",
      "timetableChart": {
        "hour": "Hour"
      }
    },
    "filter": {
      "title": "Filter insights",
      "byInferenceType": "Filter by inference type",
      "byConfidence": "Filter by confidence",
      "low": "Low",
      "medium": "Medium",
      "high": "High"
    },
    "insights": {
      "title": "Insights",
      "noInferences": "No inferences made so far.",
      "lookAtMapLink": "Look at the map instead?"
    },
    "map": {
      "title": "Map",
      "error": {
        "tooManyCoordinates": "Trajectory couldn't be analyzed, because it has too many coordinates",
        "noInferencesFound": "No inferences were found within your trajectory",
        "default": "Trajectory couldn't be analyzed"
      },
      "loadingInferences": "Loading inferences…",
      "predictionButtonText": "Predict next visit",
      "predictionSuccess.singular": "We think that you will visit the highlighted place in the next hour",
      "predictionSuccess.plural": "We think that you will visit the highlighted places in the next hour",
      "predictionFail": "We couldn't make a prediction for the next hour",
      "toggleLocationButtonText": "Toggle location",
      "createInferencesButtonText": "Create inferences",
      "osmContributors": "OpenStreetMap contributors",
      "timestampPopup": "Timestamp: {{ value }}"
    }
  },
  "tracking": {
    "title": "Tracking",
    "toggleTitle": "Toggle location tracking",
    "stateRunning": "Running",
    "stateStopped": "Stopped",
    "notSupported": "This platform doesn't support background location tracking",
    "androidBatteryHint": "In order for this app to work correctly, you should disable battery optimizations in the settings for this app. For more information check <a href='https://dontkillmyapp.com'>this site</a>",
    "alwaysAllowHint": "For best tracking results enable <i>always allow</i> for this app in your ",
    "systemSettings": "system settings",
    "exploreTrajectoryTitle": "Explore your trajectory",
    "showNotifications": "Show Notifications",
    "loading": "Waiting…"
  },
  "notification": {
    "predictionTitle": "You will visit {{ value }}",
    "predictionText": "We think you will visit {{ value }} in the next hour.",
    "inferencesFoundTitle": "Inferences found",
    "inferencesFoundText": "We're now able to draw {{ value }} conclusions from your location history",
    "inferencesGenerationLoadingDialog": "Generating inferences from your trajectory…",
    "backgroundGeolocationTitle": "Tracking active …",
    "backgroundGeolocationText": "Your location is currently tracked in order to show potential inferences.",
    "locationUpdateTitle": "Location Update",
    "locationUpdateText": "{{ latitude }} / {{ longitude }} ({{ accuracy }}m)",
    "trackingStarted": "Tracking started",
    "trackingStopped": "Tracking stopped"
  },
  "confirm": {
    "showLocationServiceSettings": "Location services disabled. Would you like to open app settings?",
    "grantLocationPermissionSettings": "App requires always on location permission. Please grant permission in settings.",
    "appSettingsButtonText": "Settings"
  },
  "inference": {
    "work": "Workplace",
    "home": "Home",
    "poi": "Point of interest",
    "unknown": "Unknown inference: {{ value }}",
    "info": {
      "work": "We assume you are working at {{ address }} with {{ confidence }}.",
      "home": "We assume you are living at {{ address }} with {{ confidence }}.",
      "poi": "We assume you are regularly visiting {{ address }}.",
      "confidence": {
        "low": "low confidence",
        "medium": "medium confidence",
        "high": "high confidence"
      }
    },
    "confidence": {
      "low": "low confidence",
      "medium": "medium confidence",
      "high": "high confidence"
    }
  },
  "settings": {
    "title": "Settings"
  },
  "privacyPolicy": {
    "title": "Privacy Policy",
    "titleShort": "Privacy Policy",
    "introductionTitle": "Introduction",
    "introductionText": "The team behind this App is committed to respecting your privacy and seeks to be transparent about our data practices. In fact, we made this App solely so you can get a better understanding of what privacy means in the context of location data. This privacy policy describes how we collect and use personal data for that goal. Personal data means any information relating to you.",
    "collectedInfoTitle": "Collected Information",
    "collectedInfoText": "The Simport Learning App (“App”) collects your location data and saves it on your device. Location data describes your physical location on the earth at a given point in time represented by GPS coordinates (latitude and longitude) and a timestamp. If you opt in to sharing your location, we automatically receive data about your precise location. If you opt in to have background location on in the App, we will collect data about your location when you are not using the App and when the App is closed (as permitted by your device settings). <br><br>This data never leaves your local device (i.e., phone or tablet) – we do not upload or save the location data collected to a server. All processing is done locally on the device.  <br><br>The App does not collect any other data.",
    "providedInfoTitle": "Provided Information",
    "providedInfoText": "You are able to write about your experiences or reflect on your data via the notebook option. This is stored locally and could be read by other people with access to your device.",
    "usageTitle": "Usage of Your Data",
    "usageText": "The Simport Learning App has the goal of interactively educating you about location privacy. For that, it collects and saves your location data in a database on your device. The collected location history can be visualized on a map. Additionally, the location history is aggregated to identify places you travel to frequently. Semantic labels such as “Home” and “Workplace” are assigned to these places based on simple heuristics. Additionally, your collected location history is analyzed to present you predictions for the places you are most likely to visit next.<br><br>All these processing steps are performed locally on your device.",
    "legalBasisTitle": "Legal Basis for Processing of Your Data and Choices",
    "legalBasisText": "We do not collect or process any data without your consent. When enabling location tracking for the first time, we ask for your consent by granting the App permission to continuously access your location. As the App cannot provide an interactive learning experience without access to your location data, it is not functional without granted location permission. If you do not want the App to collect your location history locally but are still interested in learning about location privacy, you can check out other findings from the project behind this App on <a href='https://simport.net/en/results/'>our website</a>.",
    "retentionTitle": "Retention of Data",
    "retentionText": "We do not retain any data about you outside your device. Data collected on your device is stored locally until you a) uninstall the App or b) manually delete your data. To delete your collected location history data manually, select “Explore trajectories” in the main menu. Then, click on the three dots next to the trajectory you want to delete and press “Delete” on the following menu. To delete information you provided in the app’s notebook, click on the entry you want to delete, and press the delete button in the top right indicated by the trash can icon.",
    "sharingTitle": "Sharing or Disclosure of Information",
    "sharingText": "The Simport Learning App relies on two external services to provide visualizations of the location data collected about you.<br><br>First, in order to display your location history on a map, the App uses map tiles provided by CARTO. Map tiles are the background images you see when looking at a map, consisting for example of roads in a city. Requests for map tiles sent by the Simport learning app to CARTO include your device’s IP address as well as the region for which data is requested. Please refer to <a href='https://carto.com/privacy//'>https://carto.com/privacy/</a> for information on how CARTO processes this data.<br><br>Second, in order to convert a location represented by latitude and longitude into an address (a process known as “reverse geocoding”), the App uses the OpenStreetMap Foundation’s Nominatim service. Reverse geocoding is used in the app to display addresses for locations that inference suggests might be significant in your life. Requests for reverse geocoding sent by the App to Nominatim include your device’s IP address as well as the GPS coordinates of the location for which the address is requested. Please refer to <a href='https://wiki.osmfoundation.org/wiki/Privacy_Policy'>https://wiki.osmfoundation.org/wiki/Privacy_Policy</a>  for information on how Nominatim processes this data. To provide some obfuscation, with every real request we include requests for three randomized locations within a radius of five kilometers.<br><br>The App does not share or disclose any data with any other party.",
    "rightsTitle": "Your Rights",
    "rightsText": "Subject to applicable law, you may have a number of rights regarding the processing of your personal data, including:<ul> <li>Right of access to your personal data and right to portability. This enables you to retrieve a copy of the personal data that we hold about you. To export your collected location history data in JSON format, select “Explore trajectories” in the main menu. Then, click on the three dots next to the trajectory you want to export and press “Export” on the following menu. To export the information you provided in the app’s notebook in text format, click the export button in the top right of the notebook section of the app. Please note that we cannot provide your data to a third party as we do not have access to your local data.</li><li>Right to deletion of your personal data. To delete the location data that this App has collected and stored locally, select “Explore trajectories” in the main menu. Then, click on the three dots next to the trajectory you want to delete and press “Delete” on the following menu. To delete information you provided in the app’s notebook, click on the entry you want to delete, and press the delete button in the top right indicated by the trash can icon.</li> <li>Right of correction of the personal data that we hold about you. Please note that we are unable to access any of your data. To modify the data displayed in the App, you may export the data as described above, modify it, and re-import it by selecting “Add your own trajectory” in the main menu.</li> <li>Right to stop us processing of your Personal Data. You can stop processing of your data at any point by uninstalling the App.</li> <li>Right to object to processing of your personal data where we are relying on a legitimate interest. Please note that we do not process any personal data based on legitimate interest.</li> <li>Right to withdraw consent at any time. If you withdraw your consent for location access through refuting its permissions, the App will no longer be able to collect your location data and provide new inferences. You can however still view the data collected before consent was withdrawn and the corresponding inferences.</li> <li>Right to lodge a complaint. If you believe we are not processing your personal data in accordance with the law, you have the right to lodge a complaint with your local data protection authority. </li> <li>To exercise one or more of these rights, or to ask a question about these rights or any other provision of this Privacy Policy, or about our processing of your personal data, please use the contact details provided in the Contact Information section.</li></ul>",
    "contactTitle": "Contact Information",
    "contactText": "If you have any questions or other matters pertaining to the App’s data collection and processing, please direct them to: <br><br>Westfälische Wilhelms-Universität Münster/University of Münster (WWU), Institute for Geoinformatics<br>Nina Meyer-Pachur<br>Data Protection Officer<br>Schlossplatz 2<br>48149 Münster<br>+ 49 251 83-22446<br><a href='mailto:datenschutz@uni-muenster.de'>datenschutz@uni-muenster.de</a>",
    "changesTitle": "Changes to This Privacy Policy",
    "changesText": "We may modify this privacy policy at any time, at our discretion, and modifications are effective upon being posted here. Such modifications will not change the scope of our collection or use of your personal data collected before such modifications. The date on which this privacy policy was last revised is identified below. If we make material changes to how we treat your personal data, we will also ask for your consent to such changes through a dialog in the “Tracking” menu of this app.",
    "dateTitle": "Effective Date of the Privacy Policy",
    "dateText": "16th of February, 2022"
  },
  "licenses": {
    "title": "Licenses",
    "subtitle": "Software that we use to create this app",
    "singleLicenseTitle": "License:"
  },
  "imprint": {
    "title": "Imprint",
    "general": "The Simport Learning App aims to help you get a better understanding of what privacy means in the context of location data. For this reason, it collects your location data and visualizes it.<br><br>This app is developed as part of the Simport research project funded by the German Federal Ministry of Education and Research. You can learn more about the project at <a href='https://simport.net'>https://simport.net</a>. <br><br>You can find the source code of this app at <a href='https://github.com/sitcomlab/simport-learning-app'>https://github.com/sitcomlab/simport-learning-app</a>, licensed under the MIT License. We always welcome new contributors.",
    "contact": "<b>Contact:</b> <br><br>Simport<br>University of Münster<br>Institute for Geoinformatics<br>Heisenbergstraße 2<br>48149 Münster<br> <a href='mailto:c.kray@uni-muenster.de'>c.kray@uni-muenster.de</a>",
    "license": "<b>The MIT License (MIT)</b><br><br>Copyright (c) 2022 Sitcom Lab<br><br>Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the 'Software'), to deal  in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: <br><br>The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.<br><br>THE SOFTWARE IS PROVIDED 'AS IS', WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.",
    "bmbfLogo": "<img src='assets/imprint/bmbf_logo_en.png'/>"
  }
}
